"app" = "Application";

"colorPicker" = "Color Picker Plug-in";

"component" = "Component";

"framework" = "Framework";

"kext" = "Kernel Extension";

"plugin" = "Plug-in";

"prefPane" = "Preference Pane";

"saver" = "Screen Saver";

"wdgt" = "Widget";
